[
    "Najiuliza kila leo hivi ni mimi tu kimeo katika dunia hii ya leo maana kila leo nayempata huishia kunipa ahadi kila leo, mpenzi kila siku waniaidi mara nitakupa leo mara kabla ya machweo, hivi ni lini utanipa jibu la uhakika nakunipa mapenzi ya uhakika nipate farijika? Nakupenda mpenzi.",
    "Hakika mtoto umeumbika mithili ya malaika japo mbinguni sijafika lakini nauhakika kwa kila mwanaume aliyeumbika na kukamilika akikuona lazima udenda utamtoka, naomba japo yako dakika nipate kukueleza moyoni yaliyonifika kwani siwezi tena kuficha jinsi navyokupenda, nakupenda amini kwako nimefika!",
    "Nimezunguka pande zote za Tanzania macho nikiangaza kumsaka mrembo wakumkabidhi yangu nafsi na kulila tunda lake kwa nafasi huku nikimpa mahaba yangu ya dhati na sikuwahi kuhisi kama wewe ndiye ungeiteka yangu nafsi, nakupenda sweetie.",
    "Mapito ni mengi, ktk maisha… Utaumia, utalia, utahuzunika, utakata tamaa, utavunjika moyo na wakati mwingine kujuta kwanini ulizaliwa, lakini kaa ukijua hayo yote yanatakiwa kuwepo ili, kukufanya jasiri ktk kuzifikia ndoto na malengo yako, usikate tamaa MUNGU yupo pamoja na wewe.UCIKU MWEMA",
    "Kanuni za kudumisha “PENZI” Milele. 1.Ukipenda ucpende tena. 2.Penda kwa dhati.3.Mheshimu Mpenzi wako. 4.Kuwa mvumilivu 5.Mjali umpendae 6.Jivunie kuwa nae 7.Ucmfiche jambo 8.Ucpende achukie 9.Unapokosea omba radhi.10.Uckubali kumpoteza (ukifanya hivyo mtapendana milele) nakupenda Sana. ……………………………………………………………",
    "Imara hautikisiki,kakamavu halishikiki penzi langu kwako ni nuru daima halizimiki.upo juu katika mapenzi.",
    "Mpenzi huwa unanipagawisha unaponipumulia pumzi masikioni nasikia raha.   Niliandika upendo wangu kwako kwenye majani ng’ombe akala,nikaandika kwenye jiwe mvua ikafuta ,nikaandika kwenye sms likafutwa lakini nimeandika moyoni mwangu halitafutika kamwe.",
    "Nimeulizwa nmependa nin kwake huyo ninaye mtumia ujumbe huu nami nikajb saf roho yake nzur tabia yake ,majvuno hayapo kwake, nkaulzwa je unampenda kwa dhati ?nami nikajibu ndiyo nacpo tayar kumsaliti na lbd aanze yeye",
    "Maumivu ya kulipoteza penzi lako ni kubwa,lakini ni makubwa zaidi baada ya kugundua haukuwa yule nileyedhani. inaniuma sana",
    "Upepo wangu wakupuliza wewe kutokana na joto kali usijaribu kwa kuvaa sweta ukapunguza ukali ninachotaka mi nikuwa na wewe naomb unielewe",
    "Kama safari tumeianza,kama chakula sinto kusanza,kama nyumba wewe kibaraza na kama ukingo wewe kiambaza.",
    "Ukweli lazima nikwambiye kwa kuwa sina kimbilio nakupenda kijana mwenzio sijui kwanini hutaki kukisikia changu kilio, namwomba Mungu kila kukicha usikiye changu kilio, nakupenda na kama kukueleza hili nakukosea nisamehe kwani si langu kusudio,luv u mwaah.",
    "Mapito ni mengi, ktk maisha… Utaumia, utalia, utahuzunika, utakata tamaa, utavunjika moyo na wakati mwingine kujuta kwanini ulizaliwa, lakini kaa ukijua hayo yote yanatakiwa kuwepo ili, kukufanya jasiri ktk kuzifikia ndoto na malengo yako, usikate tamaa MUNGU yupo pamoja na wewe.UCIKU MWEMA",
    "Sijui nikuekleza namna gani uelewe yaliyionijaa moyoni kwani kila nifikiriapo kwanini una walakini na hutaki kuniamini kama wewe pekee ndiye ninayekupa mahaba yangu makini, mpenzi rudisha yako imani ni wewe pekee nayekupenda hapa duniani!",
    "Hivi kwanini kila siku mimi nimekuwa mtu wa majonzi, niliamini we ndiye wakunifuta machozi kumbe zilikuwa njozi, siamini kama umeniongezea majonzi, asante sana mpnz!",
    "Hakika uliuteka moyo wangu, nikaamini u wangu peke yangu, nikaziba masikio yangu yote niliyoambiwa na rafiki zangu, kumbe naidanganya nafsi yangu. Its over baby!",
    "Ulipolihitaji langu penzi ulidiriki hata kulimwaga chozi leo umepata langu penzi waniletea pozi, siwezi lazimisha penzi pasipo na penzi, amini nilikupenda ila nimeshindwa na zako pozi, nakutakia maisha mema na huyo wako mpya mpenzi. Be blessed..!!",
    "Uliposema wanipenda sikuamini ipo siu utaja nitenda!, nilikueleza nini napenda nawe ukaapa yote kutenda kwakuwa wanipenda, leo umebadirika waanza nitenda, hivi kweli bado wanipenda??",
    "Wagunduzi walifanya hivi kujua asali ni tamu walionja kwa ulimi, vile vile shubiri kujua kama ni chungu walionja kwa ulimi. Lakini wanasema mapenzi ni matamu zaidi ya asali na ni machungu kuliko shubiri. Je.? Unaweza kuniambia waliyaonja vipi kabla ya kujua? ……………………",
    "Pendo ni mwandiko mzuri wenye vina ya kimapenzi,kwa utajo wake ni wenye kutamkwa vizuri,kwa uzuri wake hutufanya tupendane xana,acha nikupe mwandiko wangu nakuomba uuthamini. …………………….",
    "Ingekuwa upendo unauzwa nisingekuuzia kamwe,ingekuwa pendo ni mwandiko ningeandika counte nzima,ingekuwa pendo ni wino hakika kalamu yangu isiyoisha,ingekuwa pendo ni kisima maji kisimani kwangu kwa ajili yasingekauka.nakupenda hny ………………………",
    "Mpita njia kashkwa na kiu kaenda kuomba maji jiran,dogo akampa maziwa jamaa akanywa akasema kiu bado,dogo akampa tena glasi ya maziwa,jamaa akauliza mna maziwa mengi? Dogo akamjibu si hatuyataki kwani jana panya alidumbukia, jamaa kusikia hivyo akashtuka akaangusha glasi,basi dogo akaita mamaa mgeni kavunja ile glasi ya bibi ya kutemea mate!!! Jamaa akazimia…aa!! …………………….",
    "Utatamani Uifute Ila Roho Itakuuma Kwa Kuwa Umenizoea. Hivyo Jaribu Kufurahia uwepo wangu angali nipo hai.tusameheane hakika sisi nibinadamu hatujakamilika.hakuna ambaye sio mkosefu”J.pili njema Hny. …………………..",
    "MACHOZI Yatakutoka Kila Utakapokumbuka UCHESHI Wangu Na Moyo Utakuwa Mpweke Kila Utakapoiona NAMBA Yangu Kwenye Simu Yako.",
    "Wangu hayuni mwenye upendo wa dhati,hakika nakupenda,mwengine sitamani,hamin mpenz kwa zangu hiz tenzi..!",
    "Najua una majonzi kwa kuwa uliyempenda kakumwaga machozi kwa kukuacha ungali walihitaji penzi lake, nimekuja mwokozi kukufuta machozi kwakukupa la dhati penzi. Nakupenda mpenzi amini sitalimwaga lako chozi, na daima nitakuenzi.",
    "Wewe pekee upo moyoni mwangu, nitaendelea kukupenda siku zote za maisha yangu! Katika siku hii ya wapendanao, wewe ndiyo ua la moyo wangu!",
    "Najua ni kweli wanipenda,hata mimi nakupenda laaziz wangu,ila pendo lako litajidhihirisha zaidi kangu ukizidisha uaminifu.nakupenda mpenzi",
    "Mpenzi mbona mapenzi yetu kama yanapoteza dira, kila siku huishi hila, kitu kidogo wafura hasira. Wanichanganya dia!",
    "Hakika najutia nafsi yangu kukupatia mwanaume kiruka njia kila mwanamke wewe akuvutia, nguo shuruti wataka akuvuliye, katu penzi sitakaa nikupatiye.",
    "Nilidhani nimepata kumbe nimepatikana, sasa nafsi yangu ishasema hapana, namuomba Maulana akujalie kheri na afya njema daima, kumbuka nilikupenda sana.",
    "Hakika mpenzi nimechoka kuvumilia kila siku naishia utamu kuuckilizia njozini unaponijia, najiuliza lini utanivulia niachane na ndoto tele ndotoni zinazonijia?",
    "Tangu nilipokufunulia pozi waniletea, mawasiliano yamepotea na kila tupangapo mihadi kwako huwa ngumu kutokea, niweke wazi nijue kama ndiyo mwisho wa penzi letu",
    "Kama ningeweza kubadili herufi, ningeweka yangu na yako kuwa pamoja",
    "Penzi linaweza kuelezewa kwa namna nyingi. Namna moja niijuayo nikumtumia mapenzi hayo mtu asomaye meseji hii.",
    "Bongo zenye fikra kali huwa na mawazo, suluhu na sababu; ubongo wa kisayansi huwa na kanuni, nadharia na takwimu; wangu una wewe tu!",
    "Kuna miezi 12 katika mwaka…siku 30 katika mwezi…siku 7 katika wiki, masaa 24 katika siku…dakika 60 katika saa…… lakini wewe ni mmoja tu maishani mwangu.",
    "Ndege tausi alimuuliza kasuku, hivi kuna viumbe wazuri kuliko sisi duniani?. Kasuku akajibu,ndio wapo kama hujui mtizame huyu anayesoma msg hii ………..",
    "Moyo unasikitika hauto acha daima. Machozi yatiririka siusiku si mchana. Huzuni imenishika kwa vile sijakuona ………",
    "Ewe ulo2lizana chaguo la moyo wng kila nnapokuona huniondoka machungu tabia zako mwanana zmeuteka moyo wangu yoyote atakaekuona mwambie ww ni wangu …….",
    "Moyoni mwangu hutoki nakuomba ukubali, nawala sibadiliki hilo kwangu ni muhali, si km sikukumbuki zimenijaa shuhuli, ww kwangu si rafiki ni ndugu nnaekujali ………",
    "Moyo hauna nafasi kwa pendo lilo na nia, sijali wala sihisi kwako nimejitolea, kwangu toa wasiwasi sishindwi kukuridhia, kwa yangu hii nafasi moyo umekuchagua …………..",
    "Simu huboa wakati mwingine, kwani ni lazima ufungue meseji na kuzisoma, kuichaji simu kila mara, lakini usichoke kwani ndiyo inayotuwezesha tuwasiliane",
    "Kukusahau wewe ni ngumu lakini kunisahau mimi ni juu yako. Usinisahau kamwe, unaweza kuisahau meseji hii, lakini si mtumaji.",
    "Mwanamke ni yule amfanyaye mwanamme auhisi uanaume wake, wewe ni mwanamke mwenye sifa hizo.",
    "Baadhi ya watu huzaliwa na vipaji. Huweza kufanya mambo mazuri kwa ujuzi wao, lakini hamna anayekufikia wewe, kwani ukinisogelea tu kila kitu huwa kizuri.",
    "Nilikuwa nikifiria kwamba ndoto haziwezi kuwa kweli, lakini nilibadili mawazo yangu pale tu nilipokuona wewe.",
    "Kama mapenzi huweza kukimbiwa kwa kufumba macho yetu tu, basi nisingefunika macho kabisa. Sitaki sekunde ipite bila kukupenda wewe.",
    "Unaonekana kung’ara leo nilijuaje…….ni kwasababu unaonekana hivyo kila siku",
    "Ni mapenzi gani yanayofanya simu yako ilie kila nitumapo meseji?",
    "Mapenzi ni nini? Wale wasiopenda huita majukumu, wale wanaoyachezea huita mchezo, wale wasiokuwa nayo huita ndoto, na wale wanaoelewa huyaita mwisho wa safari, na mimi, mwisho wangu ni wewe."
]